#include "coco_classes.hpp"

const char * const coco_classes[] = {
    "人",       "自行车",     "汽车",     "摩托车",     "飞机",     "公交车",     "火车",
    "卡车",     "船",       "交通灯",     "消防栓",     "停止标志",   "停车计时器",  "长椅",
    "鸟",       "猫",       "狗",       "马",       "绵羊",     "牛",       "大象",
    "熊",       "斑马",     "长颈鹿",     "背包",     "雨伞",     "手提包",     "领带",
    "行李箱",     "飞碟",     "滑雪板",     "单板滑雪",   "运动球",     "风筝",     "棒球棒",
    "棒球手套",   "滑板",     "冲浪板",     "网球拍",     "瓶子",     "高脚杯",     "杯子",
    "餐叉",     "刀",       "汤匙",     "碗",       "香蕉",     "苹果",     "三明治",
    "橙子",     "西兰花",   "胡萝卜",     "热狗",     "披萨",     "甜甜圈",     "蛋糕",
    "椅子",     "沙发",     "盆栽",     "床",       "餐桌",     "马桶",     "电视",
    "笔记本电脑", "鼠标",     "遥控器",     "键盘",     "手机",     "微波炉",     "烤箱",
    "吐司机",     "水槽",     "冰箱",     "书",       "时钟",     "花瓶",     "剪刀",
    "泰迪熊",     "电吹风",   "牙刷"};
